{
  "socials": [
    {
      "type": "facebook",
      "link": "https://www.facebook.com/PhuongTuan1997/"
    },
    {
      "type": "fanpage",
      "link": "https://www.facebook.com/jack.phuongtuan1204"
    },
    {
      "type": "youtube",
      "link": "https://www.youtube.com/channel/UChUJa1JyBc7Lc4orkiNKKQg"
    },
    {
      "type": "tiktok",
      "link": "https://www.tiktok.com/@imjack1997"
    },
    {
      "type": "instagram",
      "link": "https://www.instagram.com/iamjack1997"
    }
  ],
  "sections": [
    {
      "title": "Tiểu sử tóm tắt của Jack (J97)",
      "detail": "Trịnh Trần Phương Tuấn sinh ngày 12 tháng 4 năm 1997 tại một gia đình bình dị ở xã Ngãi Đăng, huyện Mỏ Cày Nam, tỉnh Bến Tre. Cha mẹ anh có những nghề nghiệp khá đơn giản, từ trồng dừa đến kinh doanh quán trà sữa. Mặc dù cha mẹ sau này đã ly hôn, Jack – J97 luôn tự hào về nguồn gốc và nguồn cảm hứng từ cuộc sống của mình."
    },
    {
      "title": "Sự nghiệp nổi bật của Trịnh Trần Phương Tuấn",
      "detail": "Trước khi bước chân vào làng giải trí, Jack từng làm giáo viên dạy nhạc cho một trường tiểu học ở quê nhà Bến Tre. Điều này cho thấy anh luôn đam mê âm nhạc và có kiến thức sâu rộng về nó.\nJack – J97 bắt đầu nổi tiếng khi gia nhập nhóm nhạc rap G5R. Tại đây, anh đã thể hiện tài năng của mình qua các ca khúc như “Giai điệu miền Tây” và “Mẹ ơi 2”. Tuy nhiên, danh tiếng của anh vẫn chưa thực sự lan rộng trên thị trường V-pop.\nTất cả đã thay đổi khi Jack – J97 phát hành bài hát “Hồng nhan” vào ngày 19 tháng 2 năm 2019. Bài hát này nhanh chóng gây sốt với hơn 13 triệu lượt nghe trên Zing MP3 và 10 triệu lượt xem trên YouTube chỉ trong một tuần. “Hồng nhan” đã đưa Jack – J97 vào hàng ngũ những nghệ sĩ hàng đầu của Việt Nam và so sánh anh với những tên tuổi nổi tiếng như Phan Mạnh Quỳnh và Đen Vâu.\nSau thành công của “Hồng nhan”, Jack – J97 rời khỏi nhóm G5R và gia nhập công ty ICM theo lời mời của nhà sản xuất âm nhạc K-ICM. Sự hợp tác này đã đánh dấu một cột mốc quan trọng trong sự nghiệp của anh. Vào ngày 16 tháng 4 năm 2019, Jack – J97 và K-ICM ra mắt ca khúc “Bạc phận,” tiếp tục làm nên thành công lớn sau “Hồng nhan.”\nAnh đã được cho là đã hợp tác với ViruSs để phát hành một phiên bản demo của ca khúc “Đom đóm” vào đêm 29 tháng 12 năm 2019. Bản demo này đã nhanh chóng leo lên vị trí đầu bảng xếp hạng phổ biến trên YouTube Việt Nam chỉ trong vòng 4 giờ.\nJack – J97 đã được vinh danh tại nhiều sự kiện âm nhạc lớn. Trong lễ trao giải MTV EMA, anh được xướng tên là Nghệ sĩ Đông Nam Á xuất sắc nhất. Năm 2021, anh đã giành chiến thắng ở hạng mục Nam nghệ sĩ được yêu thích nhất tại Zing Music Awards và lễ trao giải Mai Vàng lần thứ 26.\nTại lễ trao giải WeChoice Awards mùa thứ 7 năm 2020, Jack – J97 đã nhận được danh hiệu Ca sĩ có hoạt động đột phá của năm. Vào ngày 3 tháng 12 năm 2020, YouTube Việt Nam đã công bố danh sách Top 10 video ca nhạc nổi bật nhất, trong đó hai video âm nhạc của anh, “Hoa hải đường” và “Là 1 thằng con trai,” đã lọt vào danh sách này, xếp ở vị trí thứ 6 và thứ 2 tương ứng.\nVào ngày 12 tháng 4 năm 2021, Jack – J97 chính thức phát hành bài hát “Laylalay” trong dịp kỷ niệm sinh nhật lần thứ 24 của anh. Ca khúc này được sáng tác bởi Jack – J97 và hợp tác với nhà sản xuất âm nhạc DTAP, cùng với một video âm nhạc tuyệt vời do đạo diễn Đinh Hà Uyên Thư thực hiện.\nVào ngày 13 tháng 7 năm 2022, Jack – J97 đã tung ra poster cho sản phẩm mới có tựa đề “Ngôi sao cô đơn,” đánh dấu sự trở lại của anh sau hơn một năm tạm ngừng hoạt động do những sự kiện tình cảm gây xôn xao.\nVào ngày 5 tháng 10, có thông tin cho rằng Jack – J97 đã chính thức rời khỏi công ty Nomad MGMT Vietnam sau 3 năm hợp tác và thành lập công ty cá nhân mang tên J97 Entertainment. Ngày 12 tháng 1 năm 2023, Jack – J97 đã xác nhận thông tin này.\nBản MV “Từ Nơi Tôi Sinh Ra,” do Jack – J97 sáng tác, thuộc thể loại reggaeton và latin, đã ra mắt vào cuối tháng 08/2023. Đặc biệt, video này còn ghi nhận sự xuất hiện của ngôi sao sân cỏ nổi tiếng Lionel Messi, tạo nên một cơn bão truyền thông lớn ngay sau đó."
    }
  ]
}
